-- MySQL dump 10.13  Distrib 5.7.12, for Win32 (AMD64)
--
-- Host: localhost    Database: bakery
-- ------------------------------------------------------
-- Server version	5.7.14-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `production`
--

DROP TABLE IF EXISTS `production`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `production` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `Name` varchar(250) NOT NULL,
  `CountOnStorage` float NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=137 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `production`
--

LOCK TABLES `production` WRITE;
/*!40000 ALTER TABLE `production` DISABLE KEYS */;
INSERT INTO `production` VALUES (1,'Хліб Пшеничний (ФОРМОВИЙ) 0,5 ',-98),(2,'Хліб Пшеничний (ФОРМОВИЙ) 0,5 різ. ',0),(3,'Хліб Пшеничний (ФОРМОВИЙ) 0,9 ',-79),(4,'Хліб Пшеничний (ФОРМОВИЙ) 0,8 ',-243),(5,'Хліб арнаут КиІвський 0,6 ',-279),(6,'Хліб арнаут 0,6 ',8),(7,'Хліб арнаут 0,6 різаний',-52),(8,'Хліб 0,6 НОВИЙ ',-39),(9,'Хліб Кукурудзяний ',0),(10,'Хліб Бабусин 0,65 ',0),(11,'Хліб Рівенський (круглий) 0,65 ',0),(12,'Хліб Рівенський (з тміном) 0,65 ',-2),(13,'Хліб Рівенський (з тміном) 0,65 різ. ',-118),(14,'Хліб Висівковий 0,4 ',-3),(15,'Хліб Висівковий 0,4 різ. ',-158),(16,'Хліб житньо-пшеничний 0,45 ',-4),(17,'Хліб УкраІнський (формовий) 1,00 ',-184),(18,'Хліб УкраІнський 0,900 ',-7),(19,'Хліб Заварний 0,700 ',18),(20,'Хліб Заварний 0,450 ',7),(21,'Хліб Діамант-Шампань 0,4 різ. ',-56),(22,'Хліб МозаІка 0,4 різ. ',0),(23,'Хліб Гірчичний 0,7 ',-2),(24,'Хліб Зерновий з насінням 0,4 ',-4),(25,'Хліб \"Здоров\'я\" 0,5 ',0),(26,'Хліб житній Бездріжджовий 0,6 ',11),(27,'ХЛІБ Колосок 0,8 ',-306),(28,'Хліб Білоруський 0,5 ',4),(29,'Хліб Білоруський 0,5 різ. ',0),(30,'Хліб Олександрія 0,5 ',0),(31,'Батон Дорожній в/г 0,45 ',-40),(32,'Батон Дорожній в/г 0,45 різ. ',-223),(33,'Пампушка 0,55 ',-72),(34,'Пампушка з часником 0,3 ',-162),(35,'Булка Подільська 0,3 ',-2),(36,'Плетінка здобна 0,45 ',-301),(37,'Плетінка здобна 0,65 ',-323),(38,'Калач в/г 0,4 ',-10),(39,'Ріжок з повидлом в/г 0,4 ',-24),(40,'Булка Сімейка в/г 0,4 ',-270),(41,'Завиток мак в/г 0,4',-150),(42,'Завиток крем в/г 0,4',-9),(43,'Завиток вишня в/г 0,4',-36),(44,'Завиток згущонка в/г 0,4',-38),(45,'Завиток шоколад в/г 0,4',-7),(46,'Завиток творог в/г 0,4',-37),(47,'Мальва мак в/г 0,4',-4),(48,'Мальва вишня в/г 0,4',-5),(49,'Мальва згущонка в/г 0,4',-4),(50,'Мальва крем в/г 0,4',0),(51,'Мальва творог в/г 0,4',-11),(52,'Мальва шоколад в/г 0,4',19),(53,'Плюшка (формова) мак в/г 0,4 ',-31),(54,'Плюшка (формова) крем в/г 0,4',-4),(55,'Пироги з маком в/г 0,5 ',-55),(56,'Пироги з повидлом  в/г 0,5 ',-22),(57,'Крендель мак в/г 0,3 ',-15),(58,'Крендель вишня  в/г 0,3 ',-9),(59,'Пиріг творог-абрикос в/г 0,4 ',-284),(60,'Пиріг з творогом  в/г 0,3 ',-7),(61,'Булочка Вагова  МАК в/г 0,5 ',-75),(62,'Булочка \" Кереченська пісня \" 0,5 ',0),(63,'Булочка Звичайна 0,1 ',-268),(64,'Гамбургер 0,1 ',-55),(65,'Багет 0,3 ',-32),(66,'Багет 0,150 ',-2),(67,'Багет Висівковий 0,2 ',-27),(68,'Малятко Висівкове 0,1 ',-109),(69,'Сирна палочка 0,1 ',-16),(70,'Солена палочка 0,1 ',1),(71,'Булочка \"Харківська\" 0,1 ',-80),(72,'Булочка \"Бородянська\" 0,1 ',-250),(73,'Пплюшка Московська 0,1 ',-35),(74,'Бублик 0,1 ',-15),(75,'Ватрушка 0,075 ',-104),(76,'Ватрушка 0,1 ',-65),(77,'Булочка з клюквою 0,1 ',-23),(78,'Булочка з чорницею 0,1 ',-45),(79,'Булочка з яблуком та корицею 0,1 ',-15),(80,'Булочка з кокосом 0,1 ',-74),(81,'Булочка  Літо 0,1 ',-100),(82,'Булочка \"ЛАПКА\" в/г 0,05 ',-100),(83,'Булочка \"Малятко\"- уп. (9 шт.) ',-105),(84,'Булочка \"Малятко\"- уп. (5 шт.) ',-1),(85,'Булочка м\'ясо 0,1',0),(86,'Булочка печінка 0,1',0),(87,'Булочка гриби 0,1',0),(88,'Булочка слива 0,1',-5),(89,'Булочка смородина  0,1',0),(90,'Булочка вишня 0,1',-10),(91,'Булочка абрикос 0,1',-5),(92,'Періжки капуста 0,1',-201),(93,'Періжки мак 0,1',-30),(94,'Періжки яблука 0,1',-40),(95,'Періжки повидло 0,1',-5),(96,'Періжки картопля 0,1',0),(97,'Періжки капуста 0,075',-15),(98,'Періжки мак  0,075',-5),(99,'Періжки яблука 0,075',-10),(100,'Періжки своя начинка 0,075',0),(101,'Періжки прісні 0,075',0),(102,'Періжки(формові) капуста 0,075',-30),(103,'Періжки(формові) мак 0,075',0),(104,'Періжки(формові) яблука 0,075',0),(105,'Періжки(формові) творог 0,075',0),(106,'Кекс 0,075 ',-15),(107,'Кекс 0,3 ',26),(108,'Кекс 0,6 ',0),(109,'Кекс 1,00 ',0),(110,'Кекс (ВАГОВИЙ) ',0),(111,'Сухарі з ізюмом 0,5 ',38),(112,'Сухарі з ізюмом 0,35 ',0),(113,'Сухарі з плетінки 0,5 ',10),(114,'Сухарі Гірчичні 0,35 ',0),(115,'Коровай 3,000 ',-5),(116,'Коровай 2-х ярусний  ',0),(117,'Хліб Святковий  ',0),(118,'Барильце ',0),(119,'Шишки ',4),(120,'Піца',-16),(121,'Сосиска в тісті ',0),(122,'Котлета ',0),(123,'Заготовка для піци 0,150 ',-16),(124,'Заготовка для піци 0,100 ',-30),(125,'Хліб Український 0,9(Б.Ц.)',-69),(126,'Батон 0,45 (Б.Ц.)',-55),(127,'Хліб Гірчичний (Б.Ц.)',0),(128,'Рогалик Студенський 0,36 (Б.Ц.)',-2),(129,'Хліб Білоруський 0,7 (Б.Ц.)',0),(130,'Лаваш Вірменський 0,22 (Б.Ц.)',-2),(131,'Сухарі Гірчичні 0,5',18),(132,'Мозаїка 0,4',-15),(133,'Мальва Абрикос ',-10),(134,'Мальва кориця',0),(135,'Булочка Вагова  Згущонка в/г 0,5 ',-2),(136,'Сухарі паніровочні 0,5',0);
/*!40000 ALTER TABLE `production` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2016-08-31 13:27:32
